package primitive;

public class DiffAge {
/*
* Цель: Узнать про явные приведения
Что нужно знать:
1. Арифметические операции
2. Примитивные типы
3. явные приведения
Задание:
Реализовать метод, который будет принимать два числа, выражающие возраст людей, и возвращать разницу в возрасте.
Пример ввода: 2, 5
Пример вывода: 3

Пример ввода: 4, 1
Пример вывода: 3
Требования:
метод должен быть public
сигнатура метода static getAgeDiff(int age1, int age2)
метод возвращает byte
*
*/

    public static byte getAgeDiff(int age1, int age2) {
        return 0;
    }
}
